<style>
.my-div h2{
    text-decoration: underline;
    width: 500px;
    margin: auto;
    font-size: 24px;
    margin-bottom: 5px;
    text-align: center;
}
.my-div h3{
    text-align: center;
    font-size: 21px;
    background: orangered;
    width: fit-content;
    color: #fff;
    padding: 5px 0px;
    width: max-content;
    margin: auto;
    margin-bottom: 9px;
}
.my-div h4{
   
 
    font-size: 16px;
    background: orangered;
    width: fit-content;
    color: #fff;
    padding: 5px 0px;
   
}

.my-div p{
    max-width: 100%;
    background-color: #3d3d3d;
    color: white;
    font-size: 20px;
    text-align: justify;
    padding: 16px;
}
li a i {
    margin-top: 10px;
}
</style>
<?php

include("header.php");

?>

<section>
    <h2 class="heading">Islamic Short Life story</h2>
    <div class="row">
       <div class="col-2">
          
            <div class="sidebar">
                <ul id="mydiv">
                <li>
                    <a href="islamic_story.php" class="btnsName ">ইসলামিক গল্প <img src="./images/new_icon_2.png" alt="icon.jpg"></a> </li>
                    <li><a href="hazrot_muhammud(s).php" class="btnsName ">হজরত মুহাম্মাদ (সা:)</a></li>
                    <li><a href="abu-bakor(R).php" class="btnsName activeClass">হযরত আবু বকর (রাঃ)</a></li>
                    <li><a href="hazrot-umor(R).php" class="btnsName ">হযরত উমর (রাঃ)</a></li>
                    <li><a href="hazrot-usman(R).php" class="btnsName ">হযরত উসমান (রাঃ)</a></li>
                    <li><a href="hazrot-ali(R).php" class="btnsName ">হযরত আলী (রাঃ)</a></li>

                </ul>

            </div>


        </div> 
        <div class="col-10">

       
 <div class="my-div">
 <h2>ইসলামী চরিত্রাভিধান অনুসারে জীবনী</h2>
 <h3>আবু বকর </h3>
 <p>আবু বকর (আরবি: أبو بكر‎‎) (২৭ অক্টোবর ৫৭৩ খ্রিষ্টাব্দ – ২৩ আগস্ট ৬৩৪ খ্রিষ্টাব্দ) ছিলেন মুহাম্মাদ (সাঃ) এর একজন প্রধান সাহাবি, ইসলামের প্রথম খলিফা এবং প্রথম মুসলিমদের মধ্যে অন্যতম। প্রাপ্তবয়স্কদের মধ্যে প্রথম ইসলাম গ্রহণের সম্মান তাকে দেওয়া হয়। এছাড়া তিনি রাসুল মুহাম্মাদ (সাঃ) এর শ্বশুর ছিলেন।[১] রাসুল মুহাম্মাদ (সাঃ) এর মৃত্যুর পর তিনি খলিফা হন এবং মুসলিমদের নেতৃত্ব দেন। মুহাম্মাদ (সাঃ) এর প্রতি অতুলনীয় বিশ্বাসের জন্য তাকে “সিদ্দিক” বা বিশ্বস্ত উপাধি প্রদান করা হয়েছে।[২] তবে এ ব্যাপারে কোন হাদিস পাওয়া যায়নি। হাদিসে অন্য তিনজনকে সিদ্দীক উপাধীকরণ করা হয়েছে। মিরাজের ঘটনা এক ব্যক্তির নিকট শুনে বিশ্বাস করেছিলেন। তাই তাকে আবু বকর সিদ্দিক নামেও সম্বোধন করা হয়।

তরুণ বয়সে আবু বকর(রাঃ)একজন বণিক হিসেবে জীবিকা নির্বাহ শুরু করেন। তিনি প্রতিবেশী সিরিয়া, ইয়েমেন ও অন্যান্য অঞ্চলে ব্যবসার কারণে ভ্রমণ করেছেন। এর মাধ্যমে তিনি সম্পদশালী হয়ে উঠেন এবং অভিজ্ঞতা অর্জন করেন। তিনি তার গোত্রের একজন নেতা হয়ে উঠেছিলেন।[৩] ইয়েমেন থেকে বাণিজ্য শেষে ফেরার পর তিনি মুহাম্মাদ (সাঃ) এর ইসলাম প্রচারের সংবাদ পান। এরপর তিনি ইসলাম গ্রহণ করেন। তার ইসলাম গ্রহণ অন্য অনেকের ইসলাম গ্রহণের উৎসাহ যুগিয়েছে।[৪] আবু বকরের(রাঃ) মেয়ে আয়িশার সাথে মুহাম্মাদ (সাঃ) এর বিয়ের ফলে তাদের দুজনের সম্পর্ক আরো ঘনিষ্ঠ হয়ে উঠে।[২]

আবু বকর একজন একনিষ্ঠ সহচর হিসেবে মুহাম্মাদ (সাঃ) এর সহযোগিতা করেছেন।[৫] তার জীবদ্দশায় আবু বকর বেশ কয়েকটি যুদ্ধে অংশ নিয়েছিলেন। তাবুকের যুদ্ধে তিনি তার সমস্ত সম্পদ দান করে দেন।[৬] হুদায়বিয়ার সন্ধিতে আবু বকর অংশ নিয়েছিলেন এবং তিনি ছিলেন এই চুক্তির অন্যতম সাক্ষী।[৬]

আবু বকরের খিলাফত দুই বছরের কিছু বেশি সময় স্থায়ী হয়েছিল। এরপর তিনি অসুস্থ হয়ে মারা যান। তার খিলাফতকাল দীর্ঘ না হলেও তিনি একজন সফল শাসক ছিলেন। মুহাম্মাদ (সাঃ) এর মৃত্যুর পর নবী দাবি করা ব্যক্তিদের তিনি রিদ্দার যুদ্ধে সফলভাবে দমন করেছেন এবং তৎকালীন দুটি পরাশক্তি পারস্য ও বাইজেন্টাইনদের উপর সফল অভিযান পরিচালনা করেছেন। অভিযানের ধারাবাহিকতায় কয়েক দশকে মুসলিম খিলাফত ইতিহাসের সর্ববৃহৎ সাম্রাজ্যের একটিতে পরিণত হয়।</p>
 <h3>প্রথম জীবন </h3>
 <p>আবু বকর ৫৭৩ সালের দিকে মক্কার কুরাইশ বংশের বনু তাইম গোত্রে জন্মগ্রহণ করেছেন।[৮][১০] তার বাবার নাম আবু কুহাফা ও মায়ের নাম সালমা বিনতে সাখার।

অন্যান্য আরব শিশুদের মতো আবু বকর তার বাল্যকাল অতিবাহিত করেন। দশ বছর বয়সে তিনি তার বাবার সাথে একটি বাণিজ্য কাফেলায় করে সিরিয়া যান। পরে তিনি বাণিজ্যকে পেশা হিসেবে গ্রহণ করেন। বাণিজ্যের উদ্দেশ্যে তিনি সিরিয়া, ইয়েমেন প্রভৃতি স্থানে সফর করেছেন। এসব সফরের ফলে তিনি ধনী ও অভিজ্ঞতাসম্পন্ন হয়ে উঠেন। তার পিতা বেঁচে থাকলেও আবু বকর গোত্রের প্রধান হিসেবে সম্মান পেতে থাকেন।

আবু বকর শিক্ষিত ছিলেন এবং কাব্যের প্রতি তার আগ্রহ ছিল। তার স্মৃতিশক্তি ভালো ছিল এবং আরব গোত্রসমূহের বংশলতিকা নিয়ে পাণ্ডিত্য ছিল।</p>
<h3>ইসলাম গ্রহণ </h3>
<p>আবু বকর প্রথম যুগের ইসলাম গ্রহণকারীদের অন্যতম। প্রাপ্তবয়স্কদের মধ্যে তিনি প্রথম ইসলামগ্রহণ করেছিলেন। এ সম্পর্কে বলা হয়েছে যে, অন্যান্য সবার ইসলাম গ্রহণের পূর্বে তাদের মনে কিছু মাত্রায় দ্বিধা ছিল; কিন্তু আবু বকর বিনা দ্বিধায় ইসলাম গ্রহণ করেন।</p>

<h3>ইসলাম গ্রহণের পর জীবন </h3>
<p>আবু বকরের স্ত্রী কুতাইলা বিনতে আবদুল উজ্জা ইসলাম গ্রহণ করেন নি। আবু বকর তাকে তালাক দিয়েছিলেন। তার অন্য স্ত্রী উম্ম রুমান ইসলাম গ্রহণ করেন। তার ছেলে আবদুর রহমান ইবনে আবি বকর ছাড়া অন্য সবাই ইসলাম গ্রহণ করেছিলেন। ফলে আবু বকরের সাথে তার বিচ্ছেদ ঘটে। আবদুর রহমান ইবনে আবি বকর পরবর্তীকালে মুসলিম হয়েছিলেন।

আবু বকরের ইসলাম গ্রহণ অনেককে ইসলাম গ্রহণে অনুপ্রাণিত করেছে। তিনি তার ঘনিষ্ঠ বন্ধুদের ইসলাম গ্রহণে উৎসাহ যোগান।[১১][১২] তার দ্বারা উৎসাহিত হয়ে অনেকে ইসলাম গ্রহণ করেছিলেন।

আবু বকরের অনুপ্রেরণায় ইসলাম গ্রহণকারীদের মধ্যে রয়েছেন:[৪]

উসমান ইবনে আফফান (পরবর্তীতে তৃতীয় খলিফা)
জুবাইর ইবনুল আওয়াম
তালহা ইবনে উবাইদিল্লাহ
আবদুর রহমান ইবনে আউফ (রাশিদুন খিলাফতের একজন গুরুত্বপূর্ণ ব্যক্তি ছিলেন)
সাদ ইবনে আবি ওয়াক্কাস (মুসলিমদের পারস্য বিজয়ে নেতৃত্ব দিয়েছেন)
আবু উবাইদা ইবনুল জাররাহ (সিরিয়ায় রাশিদুন সেনাবাহিনীর অধিনায়ক ছিলেন।)
আবু সালামা আবদুল্লাহ ইবনে আবদুল আসাদ
খালিদ ইবনে সাইদ
আবু হুজাইফা ইবনে আল মুগিরা
আবু বকরের ইসলাম গ্রহণ সুদূরপ্রসারী ফলাফল এনেছিল। মক্কায় এসময় দাসপ্রথা প্রচলিত ছিল। দাসদের মধ্যে অনেকে ইসলাম গ্রহণ করে। স্বাধীন ব্যক্তিরা ইসলাম গ্রহণের পর বিরোধিতার সম্মুখীন হতে থাকে তবে তারা তাদের নিজ গোত্রের নিরাপত্তা ভোগ করত। কিন্তু দাসদের কোনো নিরাপত্তা ছিল না এবং তারা নির্যাতনের সম্মুখীন হয়। আবু বকর দাসদের প্রতি সদয় হয়ে অনেককে কিনে নিয়ে মুক্ত করে দেন। আবু বকরের মুক্ত করা দাসরা অধিকাংশ নারী, বৃদ্ধ বা দুর্বল ব্যক্তি ছিল।[১৩]

তার মুক্ত করা দাসদের মধ্যে রয়েছেন :

বিলাল ইবনে রাবাহ
আবু ফাকিহ
আম্মার ইবনে ইয়াসির
আবু ফুহাইরা
লুবাইনা
আন নাহদিয়া
উম্মে উবাইস
হারিসা বিনতে আল মুয়াম্মিল
</p>

<h3>মদিনায় হিজরত </h3>

<p>৬২২ খ্রিষ্টাব্দে মুসলিমরা মদিনায় হিজরত করতে শুরু করে। কয়েকটি দলে এই হিজরত হয়। মুহাম্মদ ও আবু বকর একই সাথে হিজরত করেন। মুহাম্মদ তার কাছে গচ্ছিত মক্কাবাসীর সম্পদ ফিরিয়ে দেওয়ার জন্য আলি ইবনে আবি তালিবকে দায়িত্ব দিয়ে যান। হামলার আশঙ্কায় তারা মদিনামুখী উত্তরের পথ না ধরে দক্ষিণমুখী ইয়েমেনগামী পথ ধরে অগ্রসর হন এবং পাঁচ মাইল দূরে সাওর পর্বতের গুহায় আশ্রয় নেন[১৪]। আবু বকরের ছেলে আবদুল্লাহ ইবনে আবি বকর এসময় তাদের সাথে রাতে থাকতেন এবং ভোরের পূর্বে মক্কায় ফিরে আসতেন যাতে অন্যদের মনে সন্দেহ সৃষ্টি না হয়[১৪]। এছাড়াও আবু বকরের এক দাস আমির বিন ফুহাইরাহ পর্বত পর্যন্ত ছাগল চরাতেন যাতে আবদুল্লাহ ইবনে আবু বকরের চলাচলের চিহ্ন মুছে যায়। এছাড়াও তিনি তাদের ছাগলের দুধ পান করাতেন[১৪]। আবু বকরের মেয়ে আসমা বিনতে আবি বকর তাদের খাবার নেয়ার কাজ করতেন।[১৫]

হিজরতের সংবাদ জানতে পেরে তাদের ধরার জন্য মক্কা থেকে বিভিন্ন লোক বিভিন্ন দিকে পাঠানো হয়। অণুসন্ধানকারীরা গুহা পর্যন্ত পৌছে গেলে আবু বকর চিন্তিত হয়ে উঠেন। মুহাম্মদ তাকে অভয় দিয়ে বলেন,

এরূপ দুজন সম্পর্কে তোমার কী ধারণা যাদের তৃতীয়জন হলেন আল্লাহ।[১৪]

এ বিষয়ে কুরআনে উল্লেখ রয়েছে,

যদি তোমরা তাকে সাহায্য না কর, (তবে স্মরণ কর) আল্লাহ তাকে সাহায্য করেছিলেন যখন অবিশ্বাসীরা তাকে তাড়িয়ে দিয়েছিল। সে ছিল দুজনের একজন। যখন তারা গুহার মধ্যে ছিল, সে তখন তার সঙ্গীকে বলেছিল, "মন খারাপ করো না, আল্লাহ তো আমাদের সাথেই আছেন"। তারপর আল্লাহ তার উপর প্রশান্তি বর্ষণ করলেন। (সূরা তওবা, আয়াত ৪০)

এই আয়াতে দুজনের একজন দ্বারা আবু বকরকে বোঝানো হয়েছে।

গুহায় তিনদিন ও তিনরাত অতীবাহিত করার পর তারা দুজন মদিনার দিকে অগ্রসর হন। তারা মদিনার শহরতলী কুবায় পৌঁছে সেখানে কিছু সময় অতীবাহিত করেন। এরপর তারা মদিনায় পৌঁছান।</p>


<h3>কুরআন সংকলন</h3>
<p>আবু বকর সর্বপ্রথম গ্রন্থাকারে কুরআন সংকলন করেন। ইতিপূর্বে কুরআনের বিভিন্ন অংশ বিচ্ছিন্নভাবে লিপিবদ্ধ ছিল। এছাড়াও হাফেজরা কুরআন মুখস্থ করে রাখতেন। ইয়ামামার যুদ্ধে অনেক হাফেজ শহিদ হলে উমর ইবনুল খাত্তাব গ্রন্থাকারে কুরআন সংকলনের জন্য আবেদন জানান। এই প্রথা মুহাম্মদের সময় ছিল না বলে প্রথমে আবু বকর এতে রাজি ছিলেন না। কিন্তু উমর তাকে রাজি করাতে সক্ষম হন। এজন্য জায়েদ ইবনে সাবিতকে প্রধান করে একটি কমিটি গঠন করা হয়। এর সদস্যরা সবাই হাফেজ ছিলেন। তারা কুরআনের সকল অংশ সংগ্রহ করে একক গ্রন্থ হিসেবে লিপিবদ্ধ করেন এবং হাফেজদের স্মৃতির সাথে সেগুলো মিলিয়ে দেখা হয়।

মৃত্যুর আগে আবু বকর কুরআনের এই কপিটি তার উত্তরসূরি উমর ইবনুল খাত্তাবকে দিয়ে যান। উমরের শাসনকালে এটি তার কাছেই রক্ষিত ছিল। উমর কুরআনটি তার মেয়ে ও মুহাম্মদের স্ত্রী হাফসা বিনতে উমরকে দিয়ে যান। পরবর্তী খলিফা উসমান ইবনে আফফান এই কুরআনের আরো প্রতিলিপি তৈরি করিয়ে তা খিলাফতের বিভিন্ন স্থানে প্রেরণ করেছিলেন।</p>


<h3>মৃত্যু </h3>
<p>৬৩৪ সালের ২৩ আগস্ট অসুস্থ হয়ে পড়েন। অসুস্থতার মাত্রা বৃদ্ধি পাওয়ায় তিনি বিছানায় শায়িতাবস্থায় থাকেন। আবু বকর তার উত্তরসূরি মনোনীত করার জন্য প্রয়োজনীয়তা অণুভব করেন যাতে তার মৃত্যুর পর মুসলিমদের মধ্যে সমস্যা দেখা না দেয়। অন্যান্য সাহাবীদের সাথে পরামর্শ করে তিনি উমর ইবনুল খাত্তাবকে তার উত্তরসূরি হিসেবে নিয়োগ দেন।

৬৩৪ সালের ২৩ আগস্ট আবু বকর মারা যান। আয়িশার ঘরে মুহাম্মদের পাশে তাকে দাফন করা হয়।</p>
<p style="background-color: green;">এগুলো উইকিপিডিয়া থেকে সংগ্রহ করা হয়েছে...</p>

 </div>




</div>






</div>

</section>

<?php

include("foot.php");
?>
