<style>
.my-div h2{
    text-decoration: underline;
    width: 500px;
    margin: auto;
    font-size: 24px;
    margin-bottom: 5px;
    text-align: center;
}
.my-div h3{
    text-align: center;
    font-size: 21px;
    background: orangered;
    width: fit-content;
    color: #fff;
    padding: 5px 0px;
    width: max-content;
    margin: auto;
    margin-bottom: 9px;
}
.my-div h4{
   
 
    font-size: 16px;
    background: orangered;
    width: fit-content;
    color: #fff;
    padding: 5px 0px;
   
}
.my-div p{
    max-width: 100%;
    background-color: #3d3d3d;
    color: white;
    font-size: 20px;
    text-align: justify;
    padding: 16px;
}
p.collect {
    background: green;
}
li a i {
    margin-top: 10px;
}
</style>
<?php

include("header.php");

?>

<section>
    <h2 class="heading">Islamic Short Life story</h2>
    <div class="row">
       <div class="col-2">
          
            <div class="sidebar">
                <ul id="mydiv">
                <li>
                    <a href="islamic_story.php" class="btnsName ">ইসলামিক গল্প <img src="./images/new_icon_2.png" alt="icon.jpg"></a> </li>
                    <li><a href="hazrot_muhammud(s).php" class="btnsName ">হজরত মুহাম্মাদ (সা:)</a></li>
                    <li><a href="abu-bakor(R).php" class="btnsName ">হযরত আবু বকর (রাঃ)</a></li>
                    <li><a href="hazrot-umor(R).php" class="btnsName activeClass">হযরত উমর (রাঃ)</a></li>
                    <li><a href="hazrot-usman(R).php" class="btnsName ">হযরত উসমান (রাঃ)</a></li>
                    <li><a href="hazrot-ali(R).php" class="btnsName ">হযরত আলী (রাঃ)</a></li>

                </ul>

            </div>


        </div> 
        <div class="col-10">

       
 <div class="my-div">
 <h2>ইসলামী চরিত্রাভিধান অনুসারে জীবনী</h2>
 <h3>উমর ইবনুল খাত্তাব</h3>
 <p>উমর ইবনুল খাত্তাব (আরবি: عمر بن الخطاب ‎‎, জন্ম ৫৮৪ খ্রিষ্টাব্দ – মৃত্যু ৬৪৪ খ্রিষ্টাব্দ) ছিলেন ইসলামের দ্বিতীয় খলীফা এবং প্রধান সাহাবীদের অন্যতম। আবু বকর রাদ্বিয়াল্লাহু তায়ালা আনহু এর মৃত্যুর পর তিনি দ্বিতীয় খলীফা হিসেবে দায়িত্ব নেন। উমর রাদ্বিয়াল্লাহু তায়ালা আনহু ইসলামী আইনের একজন অভিজ্ঞ আইনজ্ঞ ছিলেন। ন্যায়ের পক্ষাবলম্বন করার কারণে তাকে আল-ফারুক (সত্য মিথ্যার পার্থক্যকারী) উপাধি দেওয়া হয়। আমীরুল মু’মিনীন উপাধিটি সর্বপ্রথম তার ক্ষেত্রে ব্যবহৃত হয়েছে। ইতিহাসে তাকে প্রথম উমর হিসেবেও উল্লেখ করা হয়। নামের মিল থাকার কারণে পরবর্তী কালের উমাইয়া খলীফা ওমর ইবনে আবদুল আযীযকে দ্বিতীয় উমর হিসেবে সম্বোধন করা হয়। সাহাবীদের মর্যাদার ক্ষেত্রে সুন্নীদের কাছে আবু বকর রাদ্বিয়াল্লাহু তায়ালা আনহু উনার পর উমরের অবস্থান। শিয়া সম্প্রদায় উমর রাদ্বিয়াল্লাহু তায়ালা আনহু উনার এই অবস্থান স্বীকার করে না। এছাড়াও তিনি ছিলেন ইসলামের নবী মুহাম্মাদের শ্বশুর, অর্থাৎ ওমর রাদ্বিয়াল্লাহু তায়ালা আনহু উনার মেয়ে হাফসা ছিলেন আখেরী নবী ও রাসূল, নূরে মুজাসসাম, হাবীবুল্লাহ, হযরত মুহাম্মাদ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম উনার আহলিয়া বা স্ত্রী।

উমরের শাসনামলে খিলাফতের সীমানা অকল্পনীয়ভাবে বৃদ্ধি পায়। এসময় সাসানীয় সাম্রাজ্য ও বাইজেন্টাইন সাম্রাজ্যের দুই তৃতীয়াংশ মুসলিমদের নিয়ন্ত্রণে আসে। তার শাসনামলে জেরুজালেম মুসলিমদের হস্তগত হয়। তিনি পূর্বের খ্রিষ্টান রীতি বদলে ইহুদিদেরকে জেরুজালেম এ বসবাস ও উপাসনা করার সুযোগ দিয়েছিলেন।</p>
 <h3>প্রথম জীবন </h3>
 <p>উমর মক্কার কুরাইশ বংশের বনু আদি গোত্রে জন্মগ্রহণ করেন।[১৩] তার বাবার নাম খাত্তাব ইবনে নুফায়েল এবং মায়ের নাম হানতামা বিনতে হিশাম। তার মা বনু মাখজুম গোত্রের সদস্য ছিলেন। যৌবনে তিনি মক্কার নিকটে তার বাবার উট চরাতেন। তার বাবা বুদ্ধিমত্তার কারণে গোত্রে সম্মান লাভ করেছিলেন।[১৪] উমর বলেছেন : "আমার বাবা খাত্তাব ছিলেন একজন কঠোর প্রকৃতির মানুষ। তিনি আমাকে দিয়ে কঠোর পরিশ্রম করাতেন। যদি আমি কাজ না করতাম তবে তিনি আমাকে মারধর করতেন এবং ক্লান্ত হওয়া পর্যন্ত কাজ করাতেন।"[১৫]

ইসলাম পূর্ব আরবে লেখাপড়ার রীতি বেশি প্রচলিত ছিল না। এরপরও তরুণ বয়সে উমর লিখতে ও পড়তে শেখেন। নিজে কবি না হলেও কাব্য ও সাহিত্যের প্রতি তার আগ্রহ ছিল।[১৬] কুরাইশ ঐতিহ্য অনুযায়ী তিনি তার কৈশোরে সমরবিদ্যা, অশ্বারোহণ ও কুস্তি শেখেন। তিনি দীর্ঘদেহী ও শারীরিকভাবে শক্তিশালী ছিলেন। কুস্তিগির হিসেবে তার খ্যাতি ছিল।[১৬][১৭] এছাড়াও তিনি একজন সুবক্তা ছিলেন। তার বাবার পরে তিনি তার গোত্রের একজন বিরোধ মীমাংসাকারী হন।[১৮]

উমর একজন বণিক হিসেবে বাণিজ্য শুরু করেছিলেন। তিনি বাইজেন্টাইন ও সাসানীয় সাম্রাজ্যে বাণিজ্যের উদ্দেশ্যে বেশ কয়েকবার গিয়েছেন। এখানে তিনি রোমান ও পারসিয়ান পণ্ডিতদের সাথে সাক্ষাৎ লাভ করেন এবং এসব সমাজের অবস্থা সম্পর্কে তিনি অবগত হন।</p>
<h3>ইসলাম গ্রহণ </h3>
<p>
উমর ৬১৬ সালে ইসলাম গ্রহণ করেন। ওমরের ইসলাম গ্রহণের দুটি বর্ননা রয়েছে[২১], একটি হল, ইবনে সাদ, ইবনে হিশাম, দারকুতনী ও ইবনে আসীরের বর্ননায়,[২১] উমর ইসলামী নবী মুহাম্মদ কে হত্যার উদ্দেশ্যে বের হয়েছিলেন। পথিমধ্যে তার বন্ধু নাইম বিন আবদুল্লাহর সাথে দেখা হয়। নাইম গোপনে মুসলিম হয়েছিলেন তবে উমর তা জানতেন না। উমর তাকে বলেন যে তিনি মুহাম্মদ কে হত্যার উদ্দেশ্যে যাচ্ছেন। এসময় উমর তার বোন ও ভগ্নিপতির ইসলাম গ্রহণের বিষয়ে জানতে পারেন।[২২]

এ সংবাদে রাগান্বিত হয়ে উমর তার বোনের বাড়ির দিকে যাত্রা করেন। বাইরে থেকে তিনি কুরআন তিলাওয়াতের আওয়াজ শুনতে পান। এসময় খাব্বাব ইবনুল আরাত তাদের সুরা তাহা বিষয়ে পাঠ দিচ্ছিলেন। [২২] উমর ঘরে প্রবেশ করলে তারা পাণ্ডুলিপিটি লুকিয়ে ফেলেন। কিন্তু উমর তাদের জিজ্ঞাসাবাদ শুরু করে একপর্যায়ে তাদের উপর হাত তোলেন। এরপর বোনের বক্তব্যে তার মনে পরিবর্তন আসলে তিনি স্নেহপূর্ণভাবে পাণ্ডুলিপিটি দেখতে চান। কিন্তু তার বোন তাকে পবিত্র হওয়ার জন্য গোসল করতে বলেন এবং বলেন যে এরপরই তিনি তা দেখতে পারবেন।[২২] উমর গোসল করে পবিত্র হয়ে সুরা তাহার আয়াতগুলো পাঠ করেন। এতে তার মন ইসলামের দিকে ধাবিত হয়। এরপর তিনি মুহাম্মদ এর কাছে গিয়ে ইসলাম গ্রহণ করেন। তখন তার বয়স ছিল ৩৯ বছর।[২৩]

ইসলাম গ্রহণের পর উমর এসময় মুসলিমদের সবচেয়ে কঠোর প্রতিপক্ষ আবু জাহলকে তা জানান। উমরের ইসলাম গ্রহণের পর প্রকাশ্যে কাবার সামনে নামাজ আদায় করাতে মুসলিমরা বাধার সম্মুখীন হয় নি। ইসলাম গ্রহণের পর গোপনীয়তা পরিহার করে প্রকাশ্যে তিনি মুসলিমদের নিয়ে বাইরে আসেন এবং কাবা প্রাঙ্গণে উপস্থিত হন। তিনি ছাড়াও হামজা ইবনে আবদুল মুত্তালিব এই দলের নেতৃত্বে ছিলেন।[২২] সেদিন মুহাম্মদ তাকে "ফারুক" উপাধি দেন।[২২]

তবে আহমদ ইবনে হাম্বল ও ইবনে হিশামের বর্ননায় ওমরের ইসলাম গ্রহণের আরেকটি ঘটনা এসেছে যে[২১], এক রাতে ওমর ইসলামী নবী মুহাম্মদ কে কাবার প্রাঙ্গণে নামাজরত অবস্থায় অনুসরণ করছিলেন, তখন তার মুখে কুরআনের বাণী শুনে তার মনে হলো, এটি মানব রচিত নয়, ঈশ্বর রচিত বাণী। তখন তিনি মুহাম্মাদ কে জানালেন যে ইসলাম তার অন্তরে প্রবেশ করেছে।[২১]

বুখারীর বর্ননায় আরও রয়েছে, ইসলাম গ্রহণের পূর্বে ওমর ইবনে খাত্তাব তার বোন ফাতিমা ও ভগ্নিপতি সাঈদকে ইসলাম গ্রহণের কারণে দড়ি দিয়ে বেধে মারধর করতেন। তবে ইসলাম গ্রহণের পর তিনি ভীত অবস্থায় লোকচক্ষুর আড়ালে ছিলেন। স্থানীয় জণগণ তার ধর্মান্তরিত হওয়া জানতে পেরে তাকে মারতে আসলে আল-আস ইবনে ওয়াইল তাকে রক্ষা করেন।[২১]

তবে সকল বর্ননাকারী এ ব্যাপারে একমত, ওমরের ইসলাম গ্রহণে মুসলমানদের মনোবল যথেষ্ট বৃদ্ধি পায়। সহীহ বুখারীর বর্ননামতে আবদুল্লাহ ইবনে মাসউদ এ প্রসঙ্গে বলেন,[২১]

যখন উমর মুসলিম হন তখন থেকে আমরা সমানভাবে শক্তিশালী হয়েছিলাম এবং মান সম্মানের সঙ্গে বসবাস করতে পেরেছিলাম।[২২]</p>

<h3>মুহাম্মদ ছল্লাল্লাহু আলাইহি ওয়া সাল্লাম উনার বিছাল শরীফ বা বিদায় </h3>
<p>মুহাম্মদ (সাঃ) দুনিয়া থেকে বিদায় নেওয়ার পর উমর প্রথমে তা বিশ্বাস করতে চান নি।[২৯] বিদায় সংবাদ প্রচারিত হওয়ার পর তিনি উত্তেজিত হয়ে পড়েন এবং বলেন যে মুহাম্মদ (সাঃ) মৃত্যুবরণ করেননি বরং মুসা (আ.) যেমন চল্লিশ দিন পর ফিরে এসেছিলেন মুহাম্মদ (সাঃ)ও তদ্রূপ ফিরে আসবেন এবং যে বলবে নবী মারা গেছেন আমি তার হাত ও পা কাটব।[৩০]

এসময় আবু বকর এসে ঘোষণা করেন,

তোমাদের মধ্যে যারা মুহাম্মদ (সাঃ) এর পূজা করতো তারা জেনে রাখুক যে মুহাম্মদ (সাঃ) মৃত্যুবরণ করেছেন। আর যারা আল্লাহর ইবাদত করতো, অবশ্যই আল্লাহ সর্বদাই জীবিত থাকবেন কখনো মৃত্যুবরণ করবেন না।[৩১]

আবু বকর কুরআন থেকে তিলাওয়াত করেন :

মুহাম্মদ একজন রাসুল ছাড়া আর কিছু নন। তার পূর্বে সকল রাসুল গত হয়েছেন। সুতরাং তিনি যদি মারা যান বা নিহত হন তবে কি তোমরা পিঠ ফিরিয়ে পিছু হটবে ? আর যে পিঠ ফিরিয়ে সরে পড়ে সে কখনও আল্লাহর ক্ষতি করতে পারবে না। আর আল্লাহ শীঘ্রই কৃতজ্ঞদেরকে পুরস্কৃত করবেন।" (সুরা আল ইমরান, আয়াত ১৪৪)

এরপর উমর সত্য অনুভব করেন এবং শান্ত হন। সুন্নিদের দৃষ্টিতে মৃত্যু সংবাদ অস্বীকার করা মূলত মুহাম্মদ (সাঃ)এর প্রতি তার ভালবাসার বহিঃপ্রকাশ।[২৯]</p>

<h3>হত্যাকাণ্ড </h3>

<p>৬৪৪ সালে উমর একজন পার্সি‌য়ানের হাতে নিহত হন।[৬২] হত্যাকাণ্ডটি কয়েকমাস ধরে পরিকল্পনা করা হয়েছিল।

পিরুজ নাহাওয়ান্দি (আবু লুলু বলেও পরিচিত) নামক এক পার্সি‌য়ান দাস উমরের কাছে তার মনিব মুগিরার বিরুদ্ধে অভিযোগ উত্থাপন করে। তার অভিযোগ ছিল যে তার মনিব মুগিরা তার উপর বেশি কর ধার্য করেছে। উমর এরপর মুগিরার কাছে এ বিষয়ে জানতে চান। মুগিরার উত্তর সন্তোষজনক হওয়ায় উমর রায় দেন যে পিরুজের উপর ধার্য করা কর ন্যায্য। পিরুজ বায়ুকল (উইন্ডমিল) তৈরি করতে জানত। উমর তাকে বলেন যে সে যাতে তাকে একটি বায়ুকল তৈরি করে দেয়। পিরুজ এর উত্তরে বলে যে যে এমন এক বায়ুকল তৈরি করবে যা পুরো পৃথিবী মনে রাখবে।[৬৩]

পিরুজ উমরকে হত্যার পরিকল্পনা করে। পরিকল্পনা অনুযায়ী সে ফজরের নামাজের পূর্বে মসজিদে নববীতে প্রবেশ করে। এখানে নামাজের ইমামতি করার সময় উমরকে সে আক্রমণ করে। তাকে ছয়বার ছুরি দিয়ে আঘাত করা হয়। হামলার পর পালিয়ে যাওয়ার সময় আশেপাশের লোকেরা তাকে ঘিরে ফেলে। এসময় সে আরো কয়েকজনকে আঘাত করে যাদের কয়েকজন পরে মারা যায়। এরপর পিরুজ নিজ অস্ত্র দিয়ে আত্মহত্যা করে।

তিনদিন পর উমর আঘাতের কারণে মৃত্যুবরণ করেন।[৬৪][৬৫]

তার ইচ্ছানুযায়ী আয়িশার অনুমতিক্রমে তাকে মসজিদে নববীতে মুহাম্মদ (সাঃ) ও আবু বকরের পাশে দাফন করা হয়।</p>


<p style="background-color: green;">এগুলো উইকিপিডিয়া থেকে সংগ্রহ করা হয়েছে...</p>

 </div>




</div>






</div>

</section>

<?php

include("foot.php");
?>
