<style>
.my-div h2{
    text-decoration: underline;
    width: 500px;
    margin: auto;
    font-size: 24px;
    margin-bottom: 5px;
    text-align: center;
}
.my-div h3{
    text-align: center;
    font-size: 21px;
    background: orangered;
    width: fit-content;
    color: #fff;
    padding: 5px 0px;
    width: max-content;
    margin: auto;
    margin-bottom: 9px;
}
.my-div h4{
   
 
    font-size: 16px;
    background: orangered;
    width: fit-content;
    color: #fff;
    padding: 5px 0px;
   
}
p.collect {
    background: green;
}
.my-div p{
    max-width: 100%;
    background-color: #3d3d3d;
    color: white;
    font-size: 20px;
    text-align: justify;
    padding: 16px;
}
li a i {
    margin-top: 10px;
}
</style>
<?php

include("header.php");

?>

<section>
    <h2 class="heading">Islamic Short Life story</h2>
    <div class="row">
       <div class="col-2">
          
            <div class="sidebar">
                <ul id="mydiv">
                <li>
                    <a href="islamic_history.php" class="btnsName ">ইসলামিক গল্প <img src="./images/new_icon_2.png" alt="icon.jpg"></a> </li>
                    <li><a href="hazrot_muhammud(s).php" class="btnsName ">হজরত মুহাম্মাদ (সা:)</a></li>
                    <li><a href="abu-bakor(R).php" class="btnsName ">হযরত আবু বকর (রাঃ)</a></li>
                    <li><a href="hazrot-umor(R).php" class="btnsName ">হযরত উমর (রাঃ)</a></li>
                    <li><a href="hazrot-usman(R).php" class="btnsName ">হযরত উসমান (রাঃ)</a></li>
                    <li><a href="hazrot-ali(R).php" class="btnsName activeClass">হযরত আলী (রাঃ)</a></li>

                </ul>

            </div>


        </div> 
        <div class="col-10">

       
 <div class="my-div">
 <h2>ইসলামী চরিত্রাভিধান অনুসারে জীবনী</h2>
 <h3>আলী ইবনে আবী ত়ালিব </h3>
 <p>ʿআলী ইবনে ʾআবী ত়ালিব (আরবি: عَلِيّ ٱبْن أَبِي طَالِب‎, প্রতিবর্ণী. ʿAlī ibn ʾAbī Ṭālib‎; ১৩ সেপ্টেম্বর ৬০১ – ২৯ জানুয়ারি ৬৬১)[২][৩] ছিলেন ইসলামের নবী মুহম্মদের ﷺ চাচাতো ভাই, জামাতা ও সাহাবি যিনি ৬৫৬ থেকে ৬৬১ খ্রিস্টাব্দ পর্যন্ত খলিফা হিসেবে মুসলিম বিশ্ব শাসন করেন। সুন্নি ইসলাম অনুসারে তিনি চতুর্থ ন্যায়নিষ্ঠ খলিফা। শিয়া ইসলাম অনুসারে তিনি মুহম্মদের ﷺ ন্যায্য স্থলাভিষিক্ত ও প্রথম ইমাম।[৮][৯][১০][১১][১২]

আলী ইসলামের পবিত্রতম স্থান কাবার অভ্যন্তরে জন্মগ্রহণ করেন।[১৩] তাঁর পিতা ছিলেন আবী তালিব ইবনে আব্দুল মুত্তালিব এবং মাতা ফাতিমা বিনতে আসাদ।[১][১৪] তিনি ছিলেন মুহম্মদের ﷺ নিকট ইসলাম গ্রহণকারী প্রথম পুরুষ ব্যক্তি।[১৫][১৬] আলী তাঁর প্রারম্ভিক জীবন থেকেই মুহম্মদের ﷺ প্রতিরক্ষায় কাজ করেন[১৭] এবং ক্রমবর্ধমান মুসলমানদের প্রায় প্রতিটি যুদ্ধে অংশগ্রহণ করেন। মদীনায় হিজরতের পর তিনি নবীর ﷺ কন্যা ফাতিমার সঙ্গে বিবাহবন্ধনে আবদ্ধ হন।[১][১৮][১৯] তৃতীয় খলিফা উসমান ইবনে আফফান মিশরীয় বিদ্রোহীদের হাতে নিহত হলে ৬৫৬ খ্রিস্টাব্দে আলী চতুর্থ খলিফা হিসেবে নিযুক্ত হন।[২০][২১] তাঁর শাসনামলে প্রথম ফিতনা সংঘটিত হয় এবং ৬৬১ খ্রিস্টাব্দে মসজিদ আল-কুফায় নামাজরত অবস্থায় তিনি এক খারিজি গুপ্তঘাতকের আক্রমণের শিকার হয়ে শাহাদতবরণ করেন।[২২][২৩][২৪]

আলী রাজনৈতিক ও আধ্যাত্মিকভাবে শিয়া ও সুন্নি উভয় সম্প্রদায়ের নিকট গুরুত্বপূর্ণ।[২৫] আলী সম্পর্কিত অসংখ্য আত্মজৈবনিক সূত্র প্রায়শই সাম্প্রদায়িক ধারায় পক্ষপাতদুষ্ট, তবে তারা একমত যে তিনি ছিলেন একজন ধর্মপ্রাণ মুসলমান, ইসলামের জন্য নিবেদিতপ্রাণ এবং কোরআন ও সুন্নাহর অনুসারী ন্যায়পরায়ণ শাসক।[২] সুন্নিরা যেখানে আলীকে চতুর্থ খলিফা হিসেবে বিবেচনা করে, শিয়ারা সেখানে তাঁকে নবীপরবর্তী প্রথম খলিফা ও ইমাম হিসেবে গণ্য করে। শিয়া মুসলমানেরা আরও বিশ্বাস করে যে, আলী ও অন্য ইমামগণ—যাদের সকলেই মুহম্মদের ﷺ পরিবার তথা আহল আল-বাইতের অন্তর্ভুক্ত—হলেন মুহম্মদের ন্যায্য উত্তরাধিকারী।

শিশু বয়স থেকেই আলী মুহাম্মদের ﷺ কাছে লালিত-পালিত হন। ইসলামের ইতিহাসে তিনি সর্বপ্রথম নবুয়তের ডাকে সাড়া দিয়ে মাত্র ১০ বছর বয়সে ইসলাম গ্রহণ করেন। তিনিই প্রথম পুরুষ যিনি ইসলাম গ্রহণ করেছিলেন ও তিনি পুরুষদের মধ্যে সর্বপ্রথম যিনি মহানবীর ﷺ সাথে নামাজ আদায় করেন। ইমাম আলী শুরু থেকেই মুহাম্মদের ﷺ সুরক্ষায় কাজ করেছিলেন এবং মুসলমানদের প্রায় সকল যুদ্ধে অংশ নিয়েছিলেন। অকুতোভয় যোদ্ধা হিসেবে তার খ্যাতি রয়েছে। বদর যুদ্ধে বিশেষ বীরত্বের জন্য মুহাম্মদ ﷺ তাঁকে জুলফিকার নামক তরবারি উপহার দেন। খাইবারের সুরক্ষিত কামুস দুর্গ জয় করলে মুহম্মদ ﷺ তাঁকে আসাদুল্লাহ বা “আল্লাহর সিংহ” উপাধিতে ভূষিত করেন। এছাড়া নবী করিম ﷺ গাদীর খুমের ভাষণে তাঁকে মুমিনদের “মওলা” হিসেবে আখ্যায়িত করেন।[২৬][২৭]</p>
 

<h3>ইসলাম গ্রহণ </h3>
<p>যখন মুহাম্মাদ জানিয়েছিলেন যে তিনি ওহি পেয়েছিলেন, তখন হযরত আলীর মাত্র ৯ বছর বয়সে, তাকে বিশ্বাস করে এবং ইসলামের প্রতি দাবী করে। আলী ইসলাম গ্রহণকারী প্রথম পুরুষ হন। তিনি খাদিজা পরে দ্বিতীয় ব্যক্তি, ইসলাম গ্রহণ করেছিলেন। ইসলাম ও মুসলমানদের ইতিহাসের পুনঃস্থাপনে সৈয়দ আলী আসগর রাজউয়ের মতে, "মুহাম্মাদ এবং খাদিজার ঘরে যমজ হয়ে আলী এবং কুরআন একসাথে বড় হয়েছিল।" কাবায় মুসলমান হিসেবে নামাজে যে তিনজন ব্যক্তিকে প্রথম দেখা যায় তারা হলেন মুহাম্মাদ, খাদিজা ও আলী, কারণ অন্য কেউ সেই সময় ইসলাম গ্রহণ করে নাই। তাই আলী পরিবারকে আহলে বাইত বলা হয়।

আলীর জীবনের দ্বিতীয় সময়টি ৬১০ সালে শুরু হয়েছিল যখন তিনি ৯ বছর বয়সে বিনা দ্বিধায় ইসলাম ঘোষণা করেছিলেন এবং ৬২২ সালে মুহাম্মাদ এর হিজরতের সাথে মদীনায় এসে শেষ করেছিলেন। শিয়া মতবাদ দৃঢ়ভাবে দাবি করে যে, আলী কোনও পুরানো মক্কানীয় ঐতিহ্যবাহী ধর্মীয় আচার-অনুষ্ঠানে অংশ নেওয়ার আগেই তিনি ইসলাম গ্রহণ করেছিলেন, মুসলমানরা তাকে বহুশাস্ত্রবাদী বা পৌত্তলিক হিসাবে বিবেচনা করে। আলীর গ্রহণযোগ্যতাকে প্রায়শই ধর্মান্তরিত বলা হয় না কারণ তিনি মক্কার জনগণের মতো কোনও মূর্তি পূজারী ছিলেন না। তিনি ইব্রাহিমের ছাঁচে মূর্তি ভাঙা বলে পরিচিত ছিলেন এবং লোকদের জিজ্ঞাসা করেছিলেন যে তারা নিজেদের তৈরি মূর্তিকে কেন উপাসনা করে। এটি হযরত আলীর মহান বীরত্ব ও অন্তর্দৃষ্টি দেখায়, যিনি অবিশ্বাসীদের প্রহসনার বিষয়ে চিন্তা করেননি এবং খুব অল্প বয়সেই সঠিক ও ভুল সম্পর্কে চমৎকার পরিমাণে উপলব্ধি করেছিলেন।</p>

<h3>মক্কী জীবন </h3>
<h4>গোপন প্রচার</h4>
<p>প্রত্যাদেশ অবতরণের পর মুহাম্মাদ বুঝতে পারেন যে, এটি প্রতিষ্ঠা করতে হলে তাকে পুরো আরব সমাজের প্রতিপক্ষ হিসেবে দাঁড়াতে হবে; কারণ তৎকালীন নেতৃত্বের ভীত ধ্বংস করা ব্যতীত ইসলাম প্রচার ও প্রতিষ্ঠার অন্য কোনো উপায় ছিল না। তাই প্রথমে তিনি নিজ আত্মীয়-স্বজন ও বন্ধু-বান্ধবের মাঝে গোপনে ইসলামের বাণী প্রচার শুরু করেন। মুহাম্মাদএর আহ্বানে ইসলাম গ্রহণকারী প্রথম ব্যক্তি ছিলেন তার সহধর্মিণী খাদিজা। এরপর মুসলিম হন মুহাম্মাদএর চাচাতো ভাই এবং তার ঘরেই প্রতিপালিত কিশোর আলী, ইসলাম গ্রহণের সময় তার বয়স ছিল মাত্র ১০ বছর। ইসলামের বাণী পৌঁছে দেওয়ার জন্য নবী নিজ বংশীয় বিশিষ্ট ব্যক্তিদের নিয়ে একটি সভা করেন; এই সভায় কেউই তার আদর্শ মেনে নেয় নি, এ সভাতে শুধু একজনই ইসলাম গ্রহণ করে, সে হলো আলী। ইসলাম গ্রহণকারী তৃতীয় ব্যক্তি ছিল নবীর অন্তরঙ্গ বন্ধু আবু বকর। এভাবেই প্রথম পর্যায়ে তিনি ইসলাম প্রচারের কাজ শুরু করেন। এবং এই প্রচারকাজ চলতে থাকে সম্পূর্ণ গোপনে।</p>


<h3>ফাতিমার সাথে বিবাহ</h3>
<p>মদিনায় হিজরতের দ্বিতীয় বছরে মুহাম্মাদ তার কন্যা ফাতিমার জন্য বহু বৈবাহিক প্রস্তাব পেয়েছিলেন। কিন্তু তিনি তাদের সকলকে প্রত্যাখ্যান করেছিলেন এবং শেষ পর্যন্ত আল্লাহর আদেশে তাকে আলীর সাথে বিবাহের সিদ্ধান্ত নেন। বদরের যুদ্ধের বেশ কয়েকদিন আগে তার সাথে তার বিয়ে হয়েছিল।তবে তিন মাস পরে এই বিবাহ উদযাপিত হয়েছিল।আলীর বয়স প্রায় ২৩ বছর এবং ফাতেমার বয়স ১৮ বছর। এটি সবচেয়ে সুখী এবং উদযাপিত বিবাহ ছিল। তাদের স্ব-স্ব চরিত্রগুলির স্বতন্ত্রতা একে অপরের সাথে এত ভাল মিশ্রিত হয়েছিল যে তারা কখনও ঝগড়া করে না এবং একে অপরের বিরুদ্ধে অভিযোগ করে এবং একটি সুখী এবং সবচেয়ে বিতর্কিত জীবনযাপন করে। বস্তুগতভাবে এই দম্পতির খুব বেশি অধিকার ছিল না, আধ্যাত্মিকভাবে তারা সম্মতির সর্বোচ্চ পর্যায়ে ছিল। তারা ক্ষুধার্ত থাকলে তাদের কোনও উদ্বেগ নেই।তবে কোনও অনাথ যদি কোনও খাবার না পেয়ে তাদের দরজা থেকে দূরে চলে যায় তখন তারা উদ্বিগ্ন হয়।তিনি ইসলামের নবী মুহাম্মাদের জামাতা হওয়ার এবং পারিবারিক বন্ধনের সাথে তাদের চির নিবিড় সম্পর্ককে পরিবর্তনের গৌরব অর্জন করেছিলেন। আলী এবং ফাতিমা উভয়েই একটি সন্তুষ্ট জীবন যাপন করেছিলেন এবং তাদের সন্তান ছিল, যথা: ইমাম হাসান, ইমাম হুসাইন।</p>



<h3>ইসলামের জন্য আত্মোৎসর্গ </h3>
<p>মুহম্মদ আলীকে কুরআনের পাঠ্য রচনাকারীদের একজন হিসাবে মনোনীত করেছিলেন, যা পূর্ববর্তী দুই দশকে মুহাম্মদের প্রতি অবতীর্ণ হয়েছিল। ইসলাম যেভাবে আরব জুড়ে ছড়িয়ে পড়তে শুরু করেছিল, আলী নতুন ইসলামিক শৃঙ্খলা প্রতিষ্ঠায় সহায়তা করেছিলেন। ৬২৮ সালে তাকে হুদায়বিয়ার সন্ধি, মুহাম্মদ ও কুরাইশের মধ্যে সন্ধি রচনা করার জন্য নির্দেশ দেওয়া হয়েছিল। আলী এতটাই বিশ্বাসযোগ্য ছিলেন যে মুহাম্মদ তাকে বার্তা বহন করতে ও আদেশগুলি ঘোষণা করতে বলেছিলেন। ৬৩০ খ্রিষ্টাব্দে আলি মক্কায় তীর্থযাত্রীদের বিশাল সমাবেশে কুরআনের একটি অংশ আবৃত্তি করেছিলেন যা মুহাম্মদ এবং ইসলামী সম্প্রদায়কে আরব মুশরিকদের সাথে পূর্ববর্তী চুক্তি দ্বারা আবদ্ধ ঘোষণা করে না। ৬৩০ খ্রিষ্টাব্দে মক্কা বিজয়ের সময় মুহাম্মদ আলীকে নিশ্চয়তা দিতে বলেছিলেন যে এই বিজয় রক্তহীন হবে। তিনি আলীকে বনু আউস, বানু খাজরাজ, তায়ে এবং কাবা'র সমস্ত পূজা মূর্তি ভাঙার আদেশ দিয়েছিলেন যা পুরাতন কালের শিরক দ্বারা এটি অশুচি হওয়ার পরে এটিকে পবিত্র করা হয়েছিল। ইসলামের শিক্ষার প্রচারের জন্য এক বছর পর আলীকে ইয়েমেনে প্রেরণ করা হয়েছিল। তিনি বিভিন্ন বিবাদ নিষ্পত্তি এবং বিভিন্ন উপজাতির বিদ্রোহ রোধের দায়িত্ব পালন করেন।</p>


<h3>কুফায় গুপ্তহত্যা </h3>

<p>৪০ হিজরীর ১৯শে রমজান বা ৬৬১ খ্রিষ্টাব্দের ২৭শে জানুয়ারী মসজিদে কুফায় নামাজ পড়ার সময় তিনি, খারেজী আব্দুর রহমান ইবনে মুলজাম কর্তৃক হামলার শিকার হন। তিনি নামাজে সেজদা দেওয়ার সময় ইবনে মুলজামের বিষ-মাখানো তরবারী দ্বারা আঘাতপ্রাপ্ত হন।[৩০] আলী তার পুত্রকে নির্দেশ দেন কেউ যেন খারেজীদের আক্রমণ না করে, তার বদলে তিনি নির্দেশ দেন যে, যদি তিনি বেঁচে যান, তবে যেন ইবনে মুলজামকে ক্ষমা করে দেয়া হয়, আর যদি তিনি মারা যান, তবে ইবনে মুলজামকে যেন নিজ আঘাতের সমতুল্য একটি আঘাত করা হয় (তাতে ইবনে মুলজামের মৃত্যু হোক বা না হোক।)।[৩১] আলী হামলার দুদিন পর ২৯শে জানুয়ারী ৬৬১ খ্রিষ্টাব্দে (২১শে রমজান ৪০ হিজরী) মৃত্যুবরণ করেন।[৩০][২] আল-হাসান তার নির্দেশনা অনুযায়ী কিসাস পূর্ণ করেন এবং আলীর মৃত্যুর ভিত্তিতে তাকে সমপরিমাণ শাস্তি দেন।[</p>


<p style="background-color: green;">এগুলো উইকিপিডিয়া থেকে সংগ্রহ করা হয়েছে...</p>

 </div>




</div>






</div>

</section>

<?php

include("foot.php");
?>
