<style>
.my-div h2{
    text-decoration: underline;
    width: 500px;
    margin: auto;
    font-size: 24px;
    margin-bottom: 5px;
    text-align: center;
}
.my-div h3{
    text-align: center;
    font-size: 21px;
    background: orangered;
    width: fit-content;
    color: #fff;
    padding: 5px 0px;
    width: max-content;
    margin: auto;
    margin-bottom: 9px;
}
.my-div h4{
   
 
    font-size: 16px;
    background: orangered;
    width: fit-content;
    color: #fff;
    padding: 5px 0px;
   
}
.my-div p{
    max-width: 100%;
    background-color: #3d3d3d;
    color: white;
    font-size: 20px;
    text-align: justify;
    padding: 16px;
}
p.collect {
    background: green;
}
li a i {
    margin-top: 10px;
}
</style>
<?php

include("header.php");

?>

<section>
    <h2 class="heading">Islamic Short Life story</h2>
    <div class="row">
       <div class="col-2">
          
            <div class="sidebar">
                <ul id="mydiv">
                <li>
                    <a href="islamic_story.php" class="btnsName ">ইসলামিক গল্প <img src="./images/new_icon_2.png" alt="icon.jpg"></a> </li>
                    <li><a href="hazrot_muhammud(s).php" class="btnsName ">হজরত মুহাম্মাদ (সা:)</a></li>
                    <li><a href="abu-bakor(R).php" class="btnsName ">হযরত আবু বকর (রাঃ)</a></li>
                    <li><a href="hazrot-umor(R).php" class="btnsName ">হযরত উমর (রাঃ)</a></li>
                    <li><a href="hazrot-usman(R).php" class="btnsName activeClass">হযরত উসমান (রাঃ)</a></li>
                    <li><a href="hazrot-ali(R).php" class="btnsName ">হযরত আলী (রাঃ)</a></li>

                </ul>

            </div>


        </div> 
        <div class="col-10">

       
 <div class="my-div">
 <h2>ইসলামী চরিত্রাভিধান অনুসারে জীবনী</h2>
 <h3>উসমান ইবন আফফান </h3>
 <p>উসমান ইবন আফ্‌ফান (عثمان بن عفان) (c. ৫৮০ - ১৭ জুন ৬৫৬) ছিলেন ইসলামের তৃতীয় খলিফা। ৬৪৪ থেকে ৬৫৬ খ্রিষ্টাব্দ পর্যন্ত খিলাফতে অধিষ্ঠিত ছিলেন। খলিফা হিসেবে তিনি চারজন খুলাফায়ে রাশিদুনের একজন। উসমান আস-সাবিকুনাল আওয়ালুনের (প্রথম পর্বে ইসলাম গ্রহণকারী) অন্তর্ভুক্ত। এছাড়াও তিনি আশারায়ে মুবাশ্‌শারা'র একজন এবং সেই ৬ জন সাহাবীর মধ্যে অন্যতম যাদের উপর মুহাম্মদ সন্তুষ্ট ছিলেন।[৮]। তাকে সাধারণত হযরত উসমান হিসেবে উল্লেখ করা হয়। তিনি ছিলেন ইসলামের তৃতীয় খলিফা। কুরাইশ গোত্রের বিশিষ্ট বংশ বনু উমাইয়ায় জন্মগ্রহণকারী। প্রথম দিকের ইসলামিক ইতিহাসে অন্যতম প্রধান ভূমিকা পালনকারী এবং তিনি কুরআনের আদর্শ সংস্করণ সংকলনের আদেশ দেওয়ার জন্য পরিচিত ছিলেন।[৯]

উসমানের নেতৃত্বে ৬৫০ সালে ইসলামী সাম্রাজ্য ফার্স (বর্তমান ইরান) এবং ৬৫১ সালে খোরাসান (বর্তমান আফগানিস্তান) এর কয়েকটি অঞ্চলে প্রসারিত হয়েছিল। ৬৪০ এর দশকের মধ্যে আর্মেনিয়া বিজয় শুরু</p>
 <h3>জন্ম </h3>
 <p>উসমানের জন্ম সন ও তারিখ নিয়ে বেশ মতপার্থক্য রয়েছে। অধিকাংশের মতে তার জন্ম ৫৭৬ খ্রিষ্টাব্দে অর্থাৎ হস্তীসনের ছয় বছর পর[১১]। এ হিসেবে তিনি মুহাম্মাদ এর চেয়ে বয়সে ছয় বছরের ছোট। অধিকাংশ বর্ণনামতেই তার জন্ম সৌদি আরবের মক্কা নগরীতে। অবশ্য অনেকের বর্ণনামতে তার জন্ম তায়েফ নগরীতে বলা হয়েছে।[১২] ডেভিড স্যামুয়েল মার্‌গোলিউথ, ২০তম শতাব্দীর একজন অমুসলিম ইসলামী চিন্তাবিদ লিখেছেন :

নবীর থেকে ছয় বছরের ছোট উসমান একজন কাপড়ের ব্যবসায়ী ছিলেন; এছাড়াও তিনি মহাজনের ব্যবসা করতেন, অর্থাৎ বিভিন্ন উদ্যোগে অর্থ বিনিয়োগ করতেন যার লভ্যাংশের অর্ধেক তিনি পেতেন (ইবন সা'দ, iii, ১১১) এবং অর্থসংশ্লিষ্ট বিষয়ে তিনি ছিলেন অতি সূক্ষ্ণ (আল-ওয়াকিদি ডব্লিউ.২৩১)। [১৩]</p>
<h3>ইসলাম গ্রহণ </h3>
<p>৬১১ সালে তিনি সিরিয়া থেকে বাণিজ্য করে ফিরে মুহাম্মদ ইসলাম প্রচার সম্পর্কে জানতে পারেন এবং আবু বকরের মাধ্যমে মুহাম্মদ এর নিকট ইসলাম গ্রহণ করেন। তিনি প্রথম দিকের ইসলাম গ্রহণকারীদের অন্যতম</p>

<h3>মৃত্যু </h3>
<p>ওসমান(রঃ)যেদিন খলিফা নির্বাচিত হন, সেদিন তিনি সর্বোত্তম ব্যক্তি ছিলেন। আর যখন তাকে হত্যা করা হয়, সেদিনও তিনি উত্তম ছিলেন। মুহাম্মদ(সাঃ)বলেছেন, "আল্লাহর হিকমত অনুসারে জিননুরাইনের ওপর মতানৈক্য দেখা দেবে এবং লোকেরা তাকে শহীদ করবে। অথচ তিনি তখন হকের ওপরই থাকবেন এবং তার বিরোধীরা থাকবে বাতিলের ওপর।" শেষ পর্যন্ত মিসর, বসরা ও কুফার বিদ্রোহী গোষ্ঠী একাট্টা হয়ে ৬৫৬ খ্রিস্টাব্দে মদিনায় সমবেত হয়ে খলিফার পদত্যাগ দাবি করে। হজ উপলক্ষে অধিকাংশ মদিনাবাসী মক্কা গমন করায় তারা এ সময়কেই মোক্ষম সুযোগ হিসেবে গ্রহণ করে। খলিফা পদত্যাগে অস্বীকৃতি জানালে তারা হত্যার হুমকি দিয়ে তাকে অবরুদ্ধ করে রাখে। হযরত ওসমান (রঃ) রক্তপাতের সম্পূর্ণ বিরোধী ছিলেন। বিশাল মুসলিম জাহানের খলিফা হিসেবে মুষ্টিমেয় বিদ্রোহীর কঠোর শাস্তিদানের পরিবর্তে তিনি তাদের দ্বারা অবরুদ্ধ হয়ে থাকলেন। হযরত আলী(রঃ) তালহা ও জুবাইরের ছেলেদের দ্বারা গঠিত ১৮ নিরাপত্তারক্ষী বিপথগামী বিদ্রোহীদের মোকাবিলায় ব্যর্থ হন। অবশেষে তারা ৬৫৬ খ্রিস্টাব্দের ১৭ জুন[২১] হিজরি ৩৫ সনের ১৮ জিলহজ শুক্রবার আসরের নামাজের পর ৮২ বছর বয়স্ক বৃদ্ধ খলিফাকে অত্যন্ত বর্বরভাবে পবিত্র কোরআন পাঠরত অবস্থায় হত্যা করা হয়</p>
<p style="background-color: green;">এগুলো উইকিপিডিয়া থেকে সংগ্রহ করা হয়েছে...</p>

 </div>




</div>






</div>

</section>
<?php

include("foot.php");
?>
