<style>
    .my-div {
        -webkit-touch-callout: none;
        -webkit-user-select: none;
        -khtml-user-select: none;
        -moz-user-select: none;
        -ms-user-select: none;
        user-select: none;
    }

    .my-div h2 {
        text-decoration: underline;
        width: 50%;
        margin: auto;
        font-size: 34px;
        margin-bottom: 5px;
        text-align: center;
        color: orangered;
    }

    .my-div h3 {
        text-align: center;
        font-size: 21px;
        background: orangered;
        width: fit-content;
        color: #fff;
        padding: 5px 0px;
        width: max-content;
        margin: auto;
        margin-bottom: 9px;
    }

    .my-div h4 {


        font-size: 16px;
        background: orangered;
        width: fit-content;
        color: #fff;
        padding: 5px 0px;

    }

    .my-div p {
        line-height: 26px;
        max-width: 100%;
        background-color: #3d3d3d;
        color: white;
        font-size: 20px;
        text-align: justify;
        padding: 16px;
    }

    p.collect {
        background: green;
    }

    button.btn.btn-primary {
        margin-bottom: 6px;
        font-size: 19px;
    }

    button a:hover {
        text-decoration: none;
        cursor: pointer;
        color: #fff;
    }

    li a i {
        margin-top: 10px;
    }

    #btnScrollToTop {
        position: fixed;
        right: 12px;
        bottom: 10px;
        width: 50px;
        height: 50px;
        border-radius: 50%;
        background-color: #e62739;
        box-shadow: 0 0 10px rgba(0, 0, 0, 0.25);
        color: #ffffff;
        outline: none;
        cursor: pointer;
        border: none;
    }

    #btnScrollToTop:active {
        background: #cc2333;
    }
</style>
<?php

include("header.php");

?>

<section>
    <h2 id="top" class="heading">Islamic Short Life story</h2>
    <div class="row">
        <div class="col-2">

            <div class="sidebar">
                <ul id="mydiv">
                    <li><a href="namaz_sikkha.php" class="btnsName activeClass">নামাজ শিক্ষা</a></li>

                </ul>

            </div>


        </div>
        <div class="col-10">


            <div class="my-div">

                <h2>নামাজ পড়ার সংক্ষিপ্ত নিয়ম</h2>


                <p>প্রথমে অজুসহকারে দাঁড়িয়ে যান। নামাজের নিয়ত করে উভয় হাত কান পর্যন্ত ওঠান। তাকবিরে তাহরিমা বলার পর বাঁ হাতের ওপর ডান হাত রেখে নাভির নিচে রাখুন। এরপর অনুচ্চৈঃস্বরে বলুন,</p>

                <h2>সানা</h2>
                <p>
                    سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ وَتَبَارَكَ اسْمُكَ وَتَعَالَى جَدُّكَ وَلَا إِلَهَ غَيْرُكَ



                    <br>

                    উচ্চারণঃ সুবহানাকা আল্লাহুম্মা ওয়া বিহামদিকা, ওয়া তাবারাকাস্‌মুকা, ওয়া তা'আলা জাদ্দুকা ওয়া লা-ইলাহা গাইরুক।


                    <br>
                    অর্থঃ হে আল্লাহ্! আমি তোমার পবিত্রতা বর্ণনা করছি। তুমি প্রশংসাময়, তোমার নাম বরকতময়, তোমার মর্যাদা অতি উচ্চে, আর তুমি ব্যতীত সত্যিকার কোনো মাবুদ নেই।



                    বিস্তারিতঃ হযরত আয়িশা (রাযিঃ) থেকে বর্ণিত, তিনি বলেন: প্রিয় নবী সাল্লাল্লাহু ‘আলাইহি ওয়াসাল্লাম যখন নামায শুরু করতেন তখন বলতেন



                    سُبْحَانَكَ اللَّهُمَّ وَبِحَمْدِكَ وَتَبَارَكَ اسْمُكَ وَتَعَالَى جَدُّكَ وَلَا إِلَهَ غَيْرُكَ



                    সুবহানাকাল্লাহুম্মা ওয়াবিহামদিকা ওয়াতাবারাকাসমুকা ওয়াতা‘আলা জাদ্দুকা ওয়ালা ইলাহা গাইরুক । সূত্র: আবূ দাউদ শরীফ হাদীস নং(৭৭৫) ও (৭৭৬) ইবনে মাজাহ্‌ শরীফ হাদীস নং (৮০৪) ও (৮০৬) মুসনাদে আহমাদ ৬/২৩০ সুনানে দারাকুতনী ১/২৯৮ (১১২৮) (অবশিষ্ট-১০)


                </p>

                <p>এরপর অনুচ্চৈঃস্বরে আউজু বিল্লাহ (আউজু বিল্লাহি মিনাশ শায়তানির রাজিম)। এরপর বিসমিল্লাহ (বিসমিল্লাহির রাহমানির রাহিম) পড়ুন। (তাহাবি : ১/৩৪৭)

                    এবার সুরায়ে ফাতিহা পড়ুন। শেষ হলে অনুচ্চৈঃস্বরে আমিন বলুন। হানাফি মাজহাব মতে আমিন আস্তে পড়া উত্তম। তবে জোরে আমিন বলার ব্যাপারে ইমামদের মতামত পাওয়া যায়। সুতরাং বিষয়টি নিয়ে বিতর্ক অনাকাঙ্ক্ষিত।

                    সুরা ফাতিহা শেষ হলে একটি সুরা অথবা তিনটি ছোট আয়াত, যা কমপক্ষে লম্বা একটি আয়াতের সমতুল্য হয় পড়ুন। (আবু দাউদ, হাদিস : ৬৯৫)

                    এই পরিমাণ তিলাওয়াত নামাজ শুদ্ধ হওয়ার জন্য আবশ্যক। তবে নামাজে কোরআন তিলাওয়াতের সুন্নত পরিমাণের বিবরণও ফিকহের কিতাবে উল্লেখ রয়েছে।
                </p>
                <p>
                    অতঃপর আল্লাহু আকবার বলে রুকুতে যান। রুকুতে মাথা নিতম্বের বরাবর করুন। (আবু দাউদ, হাদিস : ৭২৯)

                    রুকুতে আঙুলগুলো ছড়িয়ে দিয়ে হাঁটু আঁকড়ে ধরুন। (মুজামে সাগির ২/৪৯৭)

                    রুকুতে কমপক্ষে তিনবার ‘সুবহানা রাব্বিয়াল আজিম’ পড়ুন। (তিরমিজি, হাদিস : ২৪২)
                    <br>
                    এবার রুকু থেকে ‘সামিয়াল্লাহু লিমান হামিদাহ’ বলে মাথা ওঠান। মুক্তাদি হলে অনুচ্চৈঃস্বরে শুধু ‘রাব্বানা লাকাল হামদ’ বলুন। এরপর তাকবির তথা আল্লাহু আকবার বলে সিজদায় যান। (সহিহ বুখারি, হাদিস : ৭৪৭)

                    সিজদায় যাওয়ার সময় প্রথমে হাঁটু, তারপর হাত, তারপর উভয় হাতের মাঝে কপাল মাটিতে রাখুন। নিজের পেটকে রান থেকে এবং বাহুকে পার্শ্বদেশ থেকে পৃথক করে রাখুন। হাত ও পায়ের আঙুলকে কিবলামুখী করে রাখুন। (সহিহ বুখারি, হাদিস : ৭৮৫)
                    <br>
                    সিজদায় কমপক্ষে তিনবার ‘সুবহানা রাব্বিয়াল আলা’ পড়ুন। (তিরমিজি, হাদিস : ২৪২)

                    এরপর সিজদা থেকে ওঠার সময় সর্বপ্রথম মাথা উঠিয়ে উভয় হাতকে রানের ওপর রেখে স্থিরতার সঙ্গে বসে পড়ুন। এরপর তাকবির বলে দ্বিতীয় সিজদা করুন। দ্বিতীয় সিজদায়ও কমপক্ষে তিনবার তাসবিহ পড়ুন। অতঃপর জমিতে হাত দ্বারা ঠেক না দিয়ে এবং না বসে সরাসরি তাকবির বলে দাঁড়িয়ে যান। এ পর্যন্ত প্রথম রাকাত সম্পন্ন হলো।

                    এখন দ্বিতীয় রাকাত শুরু হলো। এতে হাত উঠাবেন না, ছানাও পড়বেন না, আউজু বিল্লাহও পড়বেন না। তবে আগের মতো সুরা ফাতিহা ও সঙ্গে অন্য একটি সুরা পড়ে রুকু-সিজদা করবেন। দ্বিতীয় সিজদা শেষ করে ডান পা খাড়া করে বাঁ পা বিছিয়ে দিয়ে তার ওপর বসে যাবেন। তখন আপনার হাত থাকবে রানের ওপর এবং ডান পায়ের আঙুলগুলো থাকবে কিবলামুখী। (মুসলিম, হাদিস : ৯১২)
                </p>
                <p>
                    অতঃপর নিম্নের তাশাহুদ পড়বেন। (সহিহ বুখারি, হাদিস : ৭৮৮)

                    উচ্চারণ : ‘আত্তাহিয়্যাতু লিল্লাহি ওয়াস সালাওয়াতু ওয়াত তায়্যিবাত। আসসালামু আলাইকা, আইয়্যুহান্নাবিয়্যু ওয়া রাহমাতুল্লাহি ওয়া বারাকাতুহ। আসসালামু আলাইনা ওয়া আলা ইবাদিল্লাহিস সালিহিন। আশহাদু আল-লা ইলাহা ইল্লাল্লাহু ওয়া আশহাদু আন্না মুহাম্মাদান আবদুহু ওয়া রাসুলুহ।’

                    তাশাহুদ পড়ার সময় ‘আশহাদু আল-লা ইলাহা’ পড়ার সময় শাহাদাত আঙুল উঁচু করে ইশারা করবেন। আর ‘ইল্লাল্লাহু’ বলার সময় আঙুল নামিয়ে ফেলবেন।

                    তবে তাশাহুদের বাক্য ও আঙুল দিয়ে ইশারা করার বিষয়ে অন্য নিয়মেরও হাদিস পাওয়া যায়। তাই বিষয়টি নিয়ে বাড়াবাড়ি কাম্য নয়।

                    যদি দুই রাকাতবিশিষ্ট নামাজ হয়, যেমন—ফজরের নামাজ ইত্যাদি, তাহলে তাশাহুদের পর নিম্নের দরুদ শরিফ পাঠ করবেন। (মুসলিম, হাদিস : ৬১৩)
                    <br>
                    উচ্চারণ : ‘আল্লাহুম্মা সাল্লি আলা মুহাম্মাদ ওয়ালা আলি মুহাম্মদ, কামা সাল্লাইতা আলা ইবরাহিমা ওয়া আলা আলি ইবরাহিম। ইন্নাকা হামিদুম মাজিদ। আল্লাহুম্মা বারিক আলা মুহাম্মদ, ওয়ালা আলি মুহাম্মদ, কামা বারাকতা আলা ইবরাহিম, ওয়া আলা আলি ইবরাহিম, ইন্নাকা হামিদুম মাজিদ।’

                    এরপর পবিত্র কোরআন ও হাদিসে বর্ণিত যেকোনো দোয়া পাঠ করবেন। (মুসান্নাফে ইবনে আবি শায়বা, ১/২৯৮)

                    যেমন—এই দোয়া পড়তে পারেন। এটাকে দোয়ায়ে মাসুরা বলা হয় (সহিহ বুখারি, হাদিস : ৭৯)
                    <br>
                    উচ্চারণ : ‘আল্লাহুম্মা ইন্নি জালামতু নাফসি জুলমান কাসিরাও ওয়ালা ইয়াগফিরুজ জুনুবা ইল্লা আনতা, ফাগফিরলি মাগফিরাতাম-মিন ইনদিকা, ওয়ার হামনি ইন্নাকা আনতাল গাফুরুর রাহিম।’

                    অথবা এই দোয়া পড়বেন—উচ্চারণ : ‘রাব্বানা আতিনা ফিদ-দুনইয়া হাসানাহ, ওয়া ফিল আখিরাতি হাসানাহ, ওয়া কিনা আজাবান-নার।’

                    এরপর ‘আসসালামু আলাইকুম ওয়া রাহমাতুল্লাহ’ বলতে বলতে ডানে এবং বাঁয়ে মাথা ফেরাবেন। সালাম ফেরানোর সময় আপনার পাশের নামাজি ব্যক্তি এবং ফেরেশতাদের কথা স্মরণ করবেন।

                    যদি নামাজ তিন রাকাতবিশিষ্ট হয়, যেমন—মাগরিবের নামাজ, তখন প্রথম বৈঠকে তাশাহুদের পর আর কিছু পড়বেন না। বরং ‘আল্লাহু আকবার’ বলে সোজা দাঁড়িয়ে যাবেন। (তিরমিজি, হাদিস : ২২৪)

                    তবে তৃতীয় রাকাতে সুরায়ে ফাতিহা পড়বেন।

                    আর নামাজ যদি চার রাকাতবিশিষ্ট হয়, যেমন—জোহর, আসর ও এশার নামাজ, তখন চতুর্থ রাকাতেও শুধু সুরায়ে ফাতিহা পড়বেন। এরপর প্রথম দুই রাকাতের মতো রুকু-সিজদা করে দুই রাকাত সম্পন্ন করে শেষ বৈঠকে বসবেন। সেখানে উল্লিখিত পদ্ধতিতে তাশাহুদের পর দরুদ এবং এরপর দোয়ায়ে মাসুরা পড়ে সালাম ফেরাবেন।
                </p>

                <h2>ফরজ নামাজ কত রাকাত ও কখন পড়া যাবে</h2>
                <p>আল্লাহ তাআলা মুসলমানদের ওপর দিনরাত পাঁচ ওয়াক্ত নামাজ ফরজ করেছেন। নিচে ফরজ নামাজের সময় ও রাকাত সম্পর্কে আলোচনা করা হলো।</p>

                <p>১. ফজরের নামাজ দুই রাকাত। এর সময় হলো সুবহে সাদেকের পর থেকে সূর্যোদয়ের আগ পর্যন্ত। (মুসলিম, হাদিস : ১৪৫৬, ৯৬৬)
                    <br>
                    ২. জোহরের নামাজ চার রাকাত। এর সময় শুরু হয় সূর্য মধ্য আসমান থেকে ঢলে পড়ার পর। প্রতিটি বস্তুর ছায়া দ্বিগুণ হওয়া পর্যন্ত জোহরের ওয়াক্ত বিদ্যমান থাকে। অর্থাৎ ছায়া দ্বিগুণ হওয়ার পর জোহরের সময় শেষ হয়। (সহিহ বুখারি, হাদিস : ৭১৭, ৫০৬, মুসলিম, হাদিস : ৯৬৯) তবে অন্য মাজহাব মতে, বস্তুর ছায়া তার সমপরিমাণ হলে জোহরের ওয়াক্ত শেষ হয়ে যায়। তাই এর আগেই জোহরের নামাজ পড়া উত্তম।
                    <br><br>
                    ৩. আসরের নামাজ চার রাকাত। জোহরের সময় শেষ হওয়ার পর থেকে সূর্যাস্ত পর্যন্ত এর সময়। (সহিহ বুখারি, হাদিস : ৭১৭, ৫৪৫)
                    <br><br>
                    ৪. মাগরিবের নামাজ তিন রাকাত। এর সময় হলো সূর্যাস্তের পর আকাশ থেকে লালিমা বিদায় নেওয়া পর্যন্ত। (মুসলিম, হাদিস : ৯৬৯, দারা কুতনি, হাদিস : ১০৬৬)
                    <br>
                    ৫. এশার নামাজ চার রাকাত। এর সময় হলো আকাশের লালিমা বিদায় নেওয়ার পর থেকে সুবহে সাদেকের আগ পর্যন্ত।

                    (মুসলিম, হাদিস : ৯৬৯, সহিহ বুখারি, হাদিস : ৫০৮, ৫৩৮, ৯৬৯)
                </p>
                <h2>যেভাবে অজু করবেন</h2>
                <p>অজুর মধ্যে চারটি কাজ ফরজ
                    <br>
                    ১. একবার পূর্ণ চেহারা ধৌত করা। (সুরা মায়েদা ৬, সহিহ বুখারি, হাদিস : ১৫৩)

                    মুখমণ্ডলের সীমানা হলো দৈর্ঘ্যে চুলের উৎপাদনস্থল থেকে থুতনির নিচ পর্যন্ত, প্রস্থে দুই কানের লতি পর্যন্ত। (আল কামুসুল ফিকহি : ১/৩৭৩)
                    <br><br>
                    ২. উভয় হাত কনুইসহ একবার ধৌত করা। (সুরা মায়েদা ৬, সহিহ বুখারি, হাদিস : ১৮০)
                    <br>
                    ৩. মাথার চার ভাগের এক ভাগ মাসেহ করা। (মুসলিম, হাদিস : ৪১২)
                    <br>
                    ৪. উভয় পা টাখনুসহ একবার ধৌত করা। (সুরা মায়েদা ৬, বুখারি, হাদিস : ১৮০)

                </p>

                <h2>অজুর মধ্যে যেসব কাজ করা সুন্নত</h2>

                <p>

                    নিম্নোল্লিখিত বিষয়গুলো অজুতে সুন্নত। এগুলোর ওপর নিয়মিত আমল করা উচিত। এগুলোর মাধ্যমে অজু পরিপূর্ণ ও সুন্দর হয়।
                    <br>
                    ১. অজুর শুরুতে নিয়ত করা। (বুখারি, হাদিস : ১)
                    <br>
                    ২. বিসমিল্লাহ পড়া। (আবু দাউদ, হাদিস : ৯২)
                    <br>
                    ৩. উভয় হাতকে কবজি পর্যন্ত ধৌত করা। (মুসলিম, হাদিস : ৩৩১, মুসনাদে আহমদ, হাদিস : ১৬২২৫)
                    <br>
                    ৪. মিসওয়াক করা। (সুনানে কুবরা, হাদিস : ১৮১, আবু দাউদ, হাদিস : ৪২)
                    <br>
                    ৫. কুলি করা। (মুসলিম, হাদিস : ৩৩১)
                    <br>
                    ৬. নাকে পানি দেওয়া। (মুসলিম, হাদিস : ৩৩১)
                    <br>
                    ৭. যদি রোজাদার না হয়, তাহলে ভালোভাবে কুলি করা এবং নাকে পানি দেওয়া। (তিরমিজি, হাদিস : ৭১৮, আবু দাউদ ১২৩)
                    <br>
                    ৮. প্রতিটি অঙ্গ তিনবার করে ধোয়া। (মুসলিম, হাদিস : ৩৩১)
                    <br>
                    ৯. পুরো মাথা মাসেহ করা। (আবু দাউদ, হাদিস : ৯৭)
                    <br>
                    ১০. উভয় কানের ভেতরে ও বাইরে মাসেহ করা। (আবু দাউদ, হাদিস : ১১৬)
                    <br>
                    ১১. দাড়ি খিলাল করা। (আবু দাউদ, হাদিস : ১২৩)
                    <br>
                    ১২. আঙুল খিলাল করা। (তিরমিজি, হাদিস : ৭১৮)
                    <br>
                    ১৩. ধোয়ার সময় অঙ্গগুলোকে মেজে-ঘষে ধোয়া। (আবু দাউদ, হাদিস : ১২৭)
                    <br>
                    ১৪. প্রথম অঙ্গ শুকানোর আগেই পরের অঙ্গ ধৌত করা। (সহিহ বুখারি, হাদিস : ১৩৭, দারাকুতনি ৩৯২, আততালখিসুল হাবির : ১/২৯০)
                    <br>
                    ১৫. অঙ্গগুলো ধোয়ার সময় তারতিব তথা ধারাবাহিকতা রক্ষা করা। অর্থাৎ প্রথমে মুখমণ্ডল, তারপর হাত ধোয়া, এরপর মাথা মাসেহ করা এবং পা ধোয়া। (সুরা মায়েদা, হাদিস : ৬)
                    <br>
                    ১৬. বাঁ হাত দ্বারা প্রথমে ডান হাত ধৌত করা এবং বাঁ হাত দ্বারা প্রথমে ডান পা ধোয়া। (নাসায়ি, হাদিস : ১১১)
                    <br>
                    ১৭. মাথার সামনের অংশ থেকে মাসেহ শুরু করা। (মুসলিম, হাদিস : ৩৪৬)
                    <br>
                    ১৮. গর্দান মাসেহ করা। (কানজুল উম্মাল ২৬১৪২, শরহে ইহয়া লিজজুবাইদি : ২/৩৬৫, আততালখিসুল হাবির : ১/২৮৮)

                </p>
                <h2>নামাজের বাইরে সাতটি কাজ ফরজ</h2>

                <p>১. শরীর পবিত্র হওয়া। (সুরা মায়িদা, আয়াত ৬, তিরমিজি, হাদিস : ১, ৩)
                    <br>
                    ২. কাপড় পবিত্র হওয়া। (সুরা মুদ্দাসসির, আয়াত ৪, তিরমিজি, হাদিস : ১, ৩)
                    <br>
                    ৩. নামাজের জায়গা পবিত্র হওয়া। (সুরা বাকারা, আয়াত ১২৫, তিরমিজি হাদিস : ১, ৩)
                    <br>
                    ৪. সতর ঢাকা (অর্থাৎ পুরুষের নাভি থেকে হাঁটুর নিচ পর্যন্ত এবং নারীদের চেহারা, দুই হাত কবজি পর্যন্ত ও পায়ের পাতা ছাড়া গোটা শরীর ঢেকে রাখা। মনে রাখা আবশ্যক, পর্দার ক্ষেত্রে নারীদের পুরো শরীরই সতরের অন্তর্ভুক্ত)। (সুরা আরাফ, আয়াত ৩১, সুরা নুর, আয়াত ৩১, আবু দাউদ, হাদিস : ৪৯৬ হাসান, মুসনাদে আহমদ, হাদিস : ৬৭৫৬ হাসান, তিরমিজি ১/২২২, হাদিস : ১১৭৩, ৩৭৭ সহিহ, আবু দাউদ ১/৯৪, হাদিস : ৬৪১ সহিহ, ২/৫৬৭, হাদিস : ৪১০৪ গ্রহণযোগ্য, মারাসিলে আবি দাউদ, ৮৬ হাদিস : ২৮ গ্রহণযোগ্য)
                    <br>
                    ৫. কিবলামুখী হওয়া। (সুরা বাকারা, আয়াত ১৪৪, বুখারি ২/৯২৪, হাদিস : ৬২৫১)
                    <br>
                    ৬. ওয়াক্তমতো নামাজ পড়া। (সুরা নিসা আয়াত : ১০৩, বুখারি ১/৭৫, হাদিস : ৫২১)
                    <br>
                    ৭. অন্তরে নির্দিষ্ট নামাজের নিয়ত করা। (বুখারি শরিফ ১/২, হাদিস : ১)
                </p>
                <h2>নামাজের ভেতরে ছয়টি কাজ ফরজ</h2>

                <p>

                    ১. তাকবিরে তাহরিমা, অর্থাৎ শুরুতে আল্লাহু আকবার বলা।

                    (সুরা মুদ্দাসসির, আয়াত ৩, বুখারি ১/১০১, হাদিস : ৮৩৩, মুসলিম ১/১৭৬, হাদিস : ৪১১, ৪১২, তিরমিজি ১/৫৫, হাদিস : ২৩৮)
                    <br>
                    ২. ফরজ ও ওয়াজিব নামাজ দাঁড়িয়ে পড়া। (সুরা বাকারা, আয়াত ২৩৮, বুখারি ১/১৫০, হাদিস : ১১১৭, তিরমিজি ১/৬৬, হাদিস : ৩০৪)
                    <br>
                    ৩. কেরাত পড়া (অর্থাৎ কোরআন শরিফ থেকে ন্যূনতম ছোট এক আয়াত পরিমাণ পড়া ফরজ।) (সুরা মুজ্জাম্মিল, আয়াত ২০, বুখারি ২/৯২৪, হাদিস : ৬২৫১, তিরমিজি ১/৬৬, ৬৭, হাদিস : ৩০২, ৩০৩ সহিহ)
                    <br>
                    ৪. রুকু করা। (সুরা হজ, আয়াত ৭৭, বুখারি ১/১৫০, হাদিস : ১১১৩, ১১১৪, মুসলিম ১/১৭৭, হাদিস : ৪১২)
                    <br>
                    ৫. দুই সিজদা করা। (সুরা হজ, আয়াত ৭৭, বুখারি ১/১০১, হাদিস : ৭৩৩, মুসলিম ১/১৭৬, হাদিস : ৪১১)
                    <br>
                    ৬. শেষ বৈঠক (নামাজের শেষে তাশাহুদ পরিমাণ বসা) (আবু দাউদ : ১/১৩৯, হাদিস : ৯৭০)

                    <br>

                    বি. দ্র. : নামাজি ব্যক্তির নিজস্ব কোনো কাজের মাধ্যমে (যেমন—সালাম ফেরানো ইত্যাদি) নামাজ থেকে বের হওয়াও একটা ফরজ। (আল বাহরুর রায়িক : ১/৫১৩)
                    <br>
                    নামাজের কোনো ফরজ বাদ পড়লে নামাজ বাতিল হয়ে যায়। সাহু সিজদা করলেও নামাজ সহিহ হয় না। (আল বাহরুর রায়িক : ১/৫০৫, ফাতাওয়া শামি : ১/৪৪৭, হিদায়া : ১/৯৮)


                </p>

                <h2>নামাজের ওয়াজিব ১৪টি</h2>

                <p>
                    ১. প্রথম দুই রাকাতে সুরা ফাতিহা পূর্ণ পড়া। (বুখারি ১/১০৪, হাদিস : ৭৫৬)
                    <br>
                    ২. প্রথম দুই রাকাতে সুরা ফাতিহার সঙ্গে অন্য একটি সুরা বা ছোট তিন আয়াত পরিমাণ মেলানো। (বুখারি শরিফ ১/১০৫, হাদিস : ৭৭৬, মুসলিম ১/১৮৫, হাদিস : ৪৫১)
                    <br>
                    ৩. ফরজের প্রথম দুই রাকাতকে কিরাতের জন্য নির্দিষ্ট করা। (বুখারি শরিফ ১/১০৫, হাদিস : ৭৭৬, মুসলিম ১/১৮৫, হাদিস : ৪৫১)
                    <br>
                    ৪. সুরা ফাতিহা অন্য সুরার আগে পড়া। (বুখারি ১/১০২, ১০৩, হাদিস : ৭৪৩, মুসলিম ১/১৯৪, হাদিস : ৪৯৮ তিরমিজি, হাদিস : ১/৫৭, হাদিস : ২৪৬ সহিহ)
                    <br>
                    ৫. নামাজের সব রুকন ধীরস্থিরভাবে আদায় করা। (অর্থাৎ রুকু, সিজদা ও রুকু থেকে সোজা হয়ে দাঁড়িয়ে এবং দুই সিজদার মাঝখানে সোজা হয়ে বসে কমপক্ষে এক তাসবিহ পরিমাণ দেরি করা)। (বুখারি ১/১০৯, হাদিস : ৭৯৩, মুসলিম ১/১৭০, হাদিস : ৩৯৭, আবু দাউদ ১/১২৪, ১২৪, হাদিস : ৮৫৬, ৮৫৭, ৮৫৮)
                    <br>
                    ৬. প্রথম বৈঠক করা (অর্থাৎ তিন অথবা চার রাকাতবিশিষ্ট নামাজের দুই রাকাতের পর বসা)। (বুখারি ১/১১৪, হাদিস : ৮২৮)
                    <br>
                    ৭. উভয় বৈঠকে তাশাহুদ পড়া। (বুখারি শরিফ ১/১১৫, হাদিস : ৮৩০, ৮৩১, মুসলিম ১/১৯৪, ১৭৩, হাদিস : ৪৯৮, ৪০২, ৪০৩, তিরমিজি ১/৮৯, হাদিস : ৩৯১)
                    <br>
                    ৮. প্রতি রাকাতের ফরজ ও ওয়াজিবগুলোর তারতিব বা ধারাবাহিকতা ঠিক রাখা। (বুখারি ২/৯২৪, হাদিস : ৬২৫১, তিরমিজি ১/৬৬, ৬৭, হাদিস : ৩০২, ৩০৩)
                    <br>
                    ৯. ফরজ ও ওয়াজিবগুলোকে নিজ নিজ স্থানে আদায় করা। (যেমন—দ্বিতীয় সিজদা প্রথম সিজদার সঙ্গে করা। প্রথম বৈঠকে তাশাহুদ শেষ করে তৎক্ষণাৎ তৃতীয় রাকাতের জন্য দাঁড়িয়ে যাওয়া ইত্যাদি। (বুখারি ২/৯২৪, হাদিস : ৬২৫১, তিরমিজি ১/৬৬, ৬৭, হাদিস : ৩০২, ৩০৩)
                    <br><br>
                    ১০. বিতির নামাজে তৃতীয় রাকাতে কিরাতের পর কোনো দোয়া পড়া। অবশ্য দোয়া কুনুত পড়লে ওয়াজিবের সঙ্গে সুন্নতও আদায় হয়ে যাবে। (বুখারি ১/১৩৬, হাদিস : ১০০২, তিরমিজি ১/১০৬, হাদিস : ৪৬৪১ হাসান, ইবনে মাজাহ ১/৮৩, হাদিস : ১১৮২)
                    <br><br>
                    ১১. দুই ঈদের নামাজে অতিরিক্ত ছয় তাকবির বলা। (আবু দাউদ ১/১৬৩, হাদিস : ১১৫৩ হাসান, মুসনাদে আহমদ ৪/৪১৬, হাদিস : ১৯৭৩৪ হাসান, মুসান্নাফে ইবনে আবি শাইবাহ ২/১৭২, হাদিস : ৫৬৯৪ হাসান, মুসান্নাফে আবদুর রাজ্জাক ৩/২৯৩, হাদিস : ৫৬৮৬)
                    <br><br>
                    ১২. দুই ঈদের নামাজে দ্বিতীয় রাকাতে অতিরিক্ত তিন তাকবির বলার পর রুকুতে যাওয়ার সময় ভিন্নভাবে তাকবির বলা। (মুসান্নাফে ইবনে আবি শাইবাহ ১/৪৯৫, হাদিস : ৫৭০৭ সহিহ, মুসান্নাফে আবদুর রাজ্জাক ৩/২৯৩ হাদিস : ৫৬৮৬ সহিহ, তাহাবি ৪/৩৪৮, হাদিস : ১৬৭৪)। (এ তাকবির অন্যান্য নামাজে সুন্নত)
                    <br><br>
                    ১৩. ইমামের জন্য জোহর, আসর এবং দিনের বেলায় সুন্নত ও নফল নামাজে কিরাত আস্তে পড়া। আর ফজর, মাগরিব, এশা, জুমা, দুই ঈদ, তারাবি ও রমজান মাসের বিতির নামাজে কিরাত শব্দ করে পড়া। (মুসলিম ১/২৯১, হাদিস : ২৫৯, নাসায়ি ১/১১২, হাদিস : ৯৭০ সহিহ, তিরমিজি ১/১০৬, হাদিস : ৪৬৩ , ইবনে মাজাহ ৯৬, হাদিস : ১৩৪৯, সহিহ মারাসিলে আবু দাউদ ৯৩, হাদিস : ৪১ সহিহ, মুসান্নাফে ইবনে আবি শাইবাহ ৪/১৩৬, হাদিস : ৫৪৫২)
                    <br><br>
                    (আস্তে পড়ার অর্থ মনে মনে পড়া নয়। কেননা এতে নামাজ শুদ্ধ হয় না। বরং আওয়াজ না করে মুখে উচ্চারণ করে পড়া জরুরি।)

                    ১৪. সালামের মাধ্যমে নামাজ শেষ করা। (বুখারি ১/১১৫, হাদিস : ৮৩৭, আবু দাউদ ১/১৪৩, হাদিস : ৯৯৬)
                    <br>
                    বি. দ্র. : উল্লিখিত ওয়াজিবগুলো থেকে কোনো একটি ভুলে ছুটে গেলে সিজদায়ে সাহু ওয়াজিব হবে। (ফাতাওয়া শামি, ১৪:৪৫৬, আলমগিরি, ১:৭১, আল বাহরুর রায়িক, ১/৫১০)


                </p>

                <h2>যেসব কাজে নামাজ ভেঙে যায়</h2>

                <p>(১) নামাজে অশুদ্ধ পড়া। নামাজের ভেতর কিরাতে যদি এমন পরিবর্তন হয়, যার ফলে কোরআনের অর্থ ও উদ্দেশ্য সম্পূর্ণ পাল্টে যায়, তাহলে নামাজ ভেঙে যাবে, আবার তা আদায় করা ওয়াজিব হবে। ফাতাওয়ায়ে শামি : ১/৬৩৩-৬৩৪, ফাতাওয়ায়ে আলমগিরি ১/৮০, ফাতাওয়ায়ে ফকিহুল মিল্লাত : ৩/৩৪৪)
                    <br>
                    (২) নামাজের ভেতর কথা বলা। নামাজে এমন কোনো অর্থবোধক শব্দ করা, যা সাধারণ কথার অন্তর্ভুক্ত হয়ে যায়। (হোক সেটা এক অক্ষর বা দুই অক্ষরে ঘটিত) তাহলে নামাজ ভেঙে যাবে। (ফাতাওয়ায়ে শামি : ১/৬১৩, আল বাহরুর রায়িক : ২/২)
                    <br><br>
                    (৩) কোনো লোককে সালাম। নামাজরত অবস্থায় কোনো লোককে সালাম দিলে নামাজ ভেঙে যায়। (ফাতাওয়ায়ে শামি : ২/৯২, আল বাহরুর রায়িক : ২/১২০)
                    <br>
                    (৪) সালামের উত্তর দেওয়া। নামাজরত অবস্থায় কারো সালামের উত্তর দেওয়া নামাজ ভঙ্গকারী কাজ। (বুখারি, হাদিস : ১২১৭)
                    <br>
                    (৫) উঃ, আঃ শব্দ করা। নামাজরত অবস্থায় কোনো ব্যথা কিংবা দুঃখের কারণে উঃ, আঃ শব্দ করলে নামাজ ভেঙে যাবে। (আদ্দুররুল মুখতার : ১/৬১৯, আল বাহরুর রায়িক : ২/৪, মারাকিল ফালাহ : ১/১২১)
                    <br>
                    (৬) বিনা ওজরে কাশি দেওয়া। অপ্রয়োজনে কাশি দেওয়ার দ্বারাও নামাজ ভেঙে যায়। (ফাতাওয়ায়ে শামি : ৩/৬১৮, মারাকিল ফালাহ : ১/১২১)
                    <br><br>
                    (৭) আমলে কাসির করা। ফিকাহবিদরা আমলে কাসিরের সংজ্ঞা দিতে গিয়ে বিভিন্ন মতামত ব্যক্ত করেছেন। তন্মধ্যে বিশুদ্ধ ও নির্ভরযোগ্য মত হলো, কোনো মুসল্লির এমন কাজে লিপ্ত হওয়া, যার কারণে দূর থেকে কেউ দেখলে তার মনে প্রবল ধারণা জন্মে যে ওই ব্যক্তি নামাজরত নয়। (ফাতাওয়ায়ে ফকিহুল মিল্লাত : ৩/৪৮৫, ফাতাওয়ায়ে শামি : ১/৬২৪-৬২৫, বায়েউস সানায়ে : ১/২৪১)
                    <br><br>
                    (৮) বিপদে কিংবা বেদনায় শব্দ করে কাঁদা। দুনিয়াবি কোনো বিপদাপদ কিংবা দুঃখের কারণে শব্দ করে কাঁদলে নামাজ ভেঙে যায়। (হাশিয়াতু তাহতাবি : ১/৩২৫, ফাতাওয়ায়ে শামি : ১/৬১৯, নূরুল ইজাহ, পৃ. ৬৮)
                    <br>
                    (৯) তিন তাসবিহ পরিমাণ সতর খুলে থাকা। (আবু দাউদ : ৬৪১, তিরমিজি : ৩৭৭, ইবনে মাজাহ : ৬৫৫)
                    <br><br>
                    (১০) মুক্তাদি ছাড়া অন্য ব্যক্তির লোকমা (ভুল সংশোধন) লওয়া। যেমন—ইমাম কিরাতে ভুল করছেন, সঙ্গে সঙ্গে নামাজের বাইরের কোনো লোক লোকমা দিলে তা গ্রহণ করা। (ফাতাওয়ায়ে শামি : ১/৬২২, ফাতাওয়ায়ে আলমগিরি : ১/৯৮)
                    <br><br>
                    (১১) সুসংবাদ বা দুঃসংবাদে উত্তর দেওয়া। সুসংবাদ অথবা দুঃসংবাদের উত্তর দেওয়া দুনিয়াবি কথার শামিল। তাই এর দ্বারা নামাজ ভেঙে যায়। (ফাতাওয়ায়ে শামি : ১/৬১৩, আল বাহরুর রায়িক : ২/২)
                    <br><br>
                    (১২) নাপাক জায়গায় সিজদা করা। নামাজের জায়গা পবিত্র হওয়া জরুরি। অর্থাৎ নামাজ পড়ার সময় নামাজি ব্যক্তির শরীর যেসব জায়গা স্পর্শ করে সে জায়গাগুলো পবিত্র হওয়া নামাজ শুদ্ধ হওয়ার জন্য অপরিহার্য শর্ত। তাই নাপাক বা অপবিত্র জায়গায় সিজদা করলে নামাজ ভেঙে যাবে। (বাদায়েউস সানায়ে : ১/১১৫, আল বাহরুর রায়িক : ২/৩৭, তাবয়িনুল হাকায়েক : ১/৯৫)
                    <br><br>
                    (১৩) কিবলার দিক থেকে সিনা ঘুুরে যাওয়া। কোনো কারণে কিবলার দিক থেকে সিনা (বুক) ঘুরে গেলে নামাজ ভেঙে যায়। তবে যানবাহনে নামাজের ক্ষেত্রে মাসআলা ভিন্ন। (মারাকিল ফালাহ : ১/১২১, নূরুল ইজাহ : ১/৬৮)
                    <br><br>
                    (১৪) নামাজে কোরআন শরিফ দেখে পড়া। নামাজরত অবস্থায় কোরআন শরিফ দেখে দেখে পড়লে নামাজ ভেঙে যায়। (মারাকিল ফালাহ : ১/১২৪, হাশিয়াতুত তাহতাবি : ১/৩৩৬)

                    তবে সৌদি আরবের আলেমরা এ মাসআলার ক্ষেত্রে ভিন্নমত পোষণ করেন।

                    <br><br>

                    (১৫) নামাজে শব্দ করে হাসা। নামাজে শব্দ করে অট্টহাসি দিলে অজুসহ ভেঙে যায়। (কানযুদ্দাকায়েক : ১/১৪০)
                    <br><br>
                    (১৬) নামাজে সাংসারিক কোনো বিষয় প্রার্থনা করা। নামাজরত অবস্থায় সাংসারিক/দুনিয়াবি কোনো দোয়া করলে হানাফি মাজহাব মতে নামাজ ভেঙে যায়। (ফাতায়ায়ে শামি : ১/৬১৯, আল বাহরুর রায়িক : ২/৩)

                    তবে এ মাসআলার ক্ষেত্রে অন্য মাজহাবের ভিন্নমত আছে।
                    <br><br>
                    (১৭) হাসির জবাব দেওয়া। নামাজরত অবস্থায় কারো হাসির (উত্তরে ইয়ারহামুকাল্লাহ বললে) উত্তর দেওয়া কথা বলার নামান্তর। এর দ্বারা নামাজ ভেঙে যায়। (ফাতাওয়ায়ে শামি : ২/১১৭)
                    <br>
                    (১৮) নামাজে খাওয়া ও পান করা। (মারাকিল ফালাহ : ১/১২১, নূরুল ইজাহ : ১/৬৮)
                    <br>
                    (১৯) ইমামের আগে মুক্তাদি দাঁড়ানো। মুক্তাদির পায়ের গোড়ালি ইমামের আগে চলে গেলে নামাজ ভেঙে যাবে। তবে যদি (দুজন জামাতের সঙ্গে নামাজের ক্ষেত্রে) মুক্তাদি ইমামের পায়ের গোড়ালির পেছনেই দাঁড়ায়; কিন্তু তিনি লম্বা হওয়ার কারণে তাঁর সিজদা ইমামকে অতিক্রম করে যায়, তাহলে তাঁর নামাজের কোনো ক্ষতি হবে না। (বাদায়েউস সানায়ে : ১/১৫৯, আল মাবসুত লিস সারাখসি : ১/৪৩)


                </p>
                <button id="btnScrollToTop"><i class="material-icons">arrow_upward</i>
                </button>


            </div>




        </div>






    </div>

</section>


<?php

include("foot.php");
?>
<script>
    const btn = document.getElementById("btnScrollToTop");
    btn.addEventListener("click", function() {

        window.scrollTo({
            top: 0,
            left: 0,
            behavior: "smooth"
        });

    });
</script>